Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# CM_EnterLockMode
source: Enter Lock Mode
ar: قم بإدخال وضع تأمين
de: Lock-Modus wählen
es: Entrar en modo de bloqueo
fr: Entrer en Mode de verrouillage
it: Entrare in modalità di blocco
ja: ロック画面表示モードを入力してください。
ko: 잠금 화면 모드 입력
pt: Entrar no modo de bloqueio
ru: Режим блокировки
tr: Kilit modu girin
zh_cn: 进入锁屏模式
zh_hant: 進入鎖屏模式

# CM_ExitLockMode
source: Exit Lock Mode
ar: إنهاء وضع قفل
de: Lock-Modus beenden
es: Salir del modo de bloqueo
fr: Quitter le Mode Lock
it: Uscire dalla modalità di blocco
ja: 出口のロック画面表示モード
ko: 출구 자물쇠 스크린 모드
pt: Sair do modo de bloqueio
ru: Выход из режима блокировки
tr: Kilit modundan çık
zh_cn: 退出锁屏模式
zh_hant: 退出鎖屏模式

# TCCM_RememberTransportControlPostion
source: Remember Transport Control Postion
ar: تذكر وضع عنصر تحكم النقل
de: Denken Sie daran, Transport Control Postion
es: Recuerde la posición de Control de transporte
fr: N’oubliez pas de position de contrôle des transports
it: Ricordate il trasporto controllo Postion
ja: メモリ コントロール バーの位置
ko: 메모리 위치 바 제어
pt: Lembre-se a posição do controle de transporte
ru: Помните, позиция управления транспорта
tr: Aktarım Denetim konumu hatırlıyorum
zh_cn: 记忆控制栏位置
zh_hant: 記憶控制欄位置

# TCCM_RememberTransportControlPostion_Reset
source: Reset TransportControl Postion
ar: إعادة تعيين وضع ترانسبورتكونترول
de: TransportControl Position zurücksetzen
es: Restablecer posición de la TransportControl
fr: Réinitialiser la position de TransportControl
it: Azzera TransportControl Postion
ja: リセット
ko: 리셋
pt: Redefinir a posição de TransportControl
ru: Сброс TransportControl позиция
tr: TransportControl pozisyonu Sıfırla
zh_cn: 重置
zh_hant: 重置

# CM_Subtitle
source: Subtitle
ar: العنوان الفرعي
de: Untertitel
es: Subtítulos
it: Sottotitoli
ja: 字幕
ko: 자막
pt: Legendas
ru: Субтитров
tr: Altyazı
zh_cn: 字幕
zh_hant: 字幕

# CM_Subtitle_Disable
source: Disable Subtitle
ar: تعطيل الترجمة
de: Untertitel zu deaktivieren
es: Desactivar subtítulos
fr: Désactiver les sous-titres
it: Disattivare i sottotitoli
ja: マーキーを閉じる
ko: 선택 윤곽을 닫습니다
pt: Desativar legendas
ru: Отключить субтитры
tr: Altyazı devre dışı bırakma
zh_cn: 关闭字幕
zh_hant: 關閉字幕

# CM_Subtitle_Style
source: Subtitle Style Setting
ar: الترجمة إعداد نمط
de: Untertitel-Ambiente
es: Configuración de estilo de subtítulos
fr: Cadre de Style des sous-titres
it: Impostazione dello stile di sottotitolo
ja: マーキー スタイルの設定
ko: 움직이는 텍스트 스타일 설정
pt: Configuração de estilo de legendas
ru: Подзаголовок настройки стиля
tr: Alt başlık stili ayarı
zh_cn: 字幕样式设置
zh_hant: 字幕樣式設置

# CM_Subtitle_SmartMathingDownload
source: Download from internet
ar: تحميل من الإنترنت
de: Aus dem Internet herunterladen
es: Descargar de internet
fr: Télécharger depuis internet
it: Scaricare da internet
ja: インターネットからダウンロードします。
ko: 인터넷에서 다운로드
pt: Baixar da internet
ru: Загрузка из Интернета
tr: İnternetten indirmek
zh_cn: 从互联网下载
zh_hant: 從互聯網下載

# CM_Subtitle_Item
source: Subtitle
ar: العنوان الفرعي
de: Untertitel
es: Subtítulos
it: Sottotitoli
ja: 字幕
ko: 자막
pt: Legendas
ru: Субтитров
tr: Altyazı
zh_cn: 字幕
zh_hant: 字幕

# WM_CurrentPlaying
source: Current Playing
ar: الحالي اللعب
de: Aktuelle Wiedergabe
es: Corriente jugando
fr: Courant en jouant
it: Corrente giocando
ja: 再生
ko: 재생
pt: Corrente jogando
ru: Текущие игры
tr: Oyun geçerli
zh_cn: 正在播放
zh_hant: 現正播放

# WM_PlayRateChangedTo
source: Playback Rate Changed To
ar: تغيير معدل التشغيل إلى
de: Wiedergabegeschwindigkeit geändert
es: Velocidad de reproducción cambia a
fr: Taux de lecture est passé à
it: Tasso di riproduzione modificato al
ja: 再生速度になります。
ko: 재생 속도가 된다
pt: Taxa de reprodução mudada para
ru: Скорость воспроизведения, изменено на
tr: Oynatma hızını değiştirildi
zh_cn: 播放速度变为
zh_hant: 播放速度變為

# MV_FreeTransform_Reset.Text
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
fr: Remise à zéro
ja: リセット
ko: 리셋
pt: Redefinir
ru: Сброс
tr: Sıfırlama
zh_cn: 重置
zh_hant: 重置

# MV_FreeTransform_Save.Text
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_cn: 保存
zh_hant: 保存

# MV_FreeTransform_Confirm.Text
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ja: 確かですか
ko: 확실한가요
pt: Confirmar
ru: Подтвердите
tr: Onayla
zh_cn: 确定
zh_hant: 確定

# MV_FreeTransform_Advance.Text
source: Advance
ar: مقدما
es: Avance
ja: 高
ko: 높은
pt: Adiantamento
ru: Заранее
tr: Peşin
zh_cn: 高级
zh_hant: 高級

# MV_FreeTransform_ZoomOut.Text
source: Zoom Out
ar: التصغير
de: Verkleinern Sie die Ansicht
es: Zoom de alejamiento
fr: Effectuer un zoom arrière
it: Eseguire lo zoom indietro
ja: 狭い
ko: 좁은
pt: Diminuir o zoom
ru: Уменьшить масштаб
tr: Vınlamak dışarı
zh_cn: 缩小
zh_hant: 縮小

# MV_FreeTransform_Center.Text
source: Center
ar: مركز
de: Zentrum
es: Centro
fr: Centre
it: Centro
ja: センター
ko: 센터
pt: Centro
ru: Центр
tr: Merkezi
zh_cn: 居中
zh_hant: 居中

# MV_FreeTransform_ZoomIn.Text
source: Zoom In
ar: تكبير
es: Zoom
fr: Effectuez un zoom avant
ja: 増幅器
ko: 증폭기
pt: Zoom
ru: Увеличить масштаб
tr: Yakınlaştır
zh_cn: 放大
zh_hant: 放大

# MI.SecondaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# MI_VideoType.Text
source: Video Type
ar: نوع الفيديو
de: Video Art
es: Tipo de video
fr: Type de vidéo
it: Tipo di video
ja: ビデオの種類
ko: 비디오 형식
pt: Tipo de vídeo
ru: Тип видео
tr: Video türü
zh_cn: 视频类型
zh_hant: 視頻類型

# MI_VideoBitrate.Text
source: Video Bitrate
ar: الفيديو معدل البت
es: Bitrate del video
fr: Vidéo Bitrate
it: Bitrate video
ja: ビデオ ビット レート
ko: 비디오 비트 전송률
pt: Bitrate de vídeo
ru: Видео битрейт
tr: Video bit hızı
zh_cn: 视频比特率
zh_hant: 視頻位元速率

# MI_AudioBitrate.Text
source: Audio Bitrate
ar: معدل البت الصوت
es: Bitrate de audio
fr: Bitrate Audio
ja: オーディオ ビット レート
ko: 오디오 비트 전송률
pt: Bitrate de áudio
ru: Аудио битрейт
tr: Ses bit hızı
zh_cn: 音频比特率
zh_hant: 音訊位元速率

# MI_VideoFramerate.Text
source: Video Framerate
ar: فراميراتي الفيديو
de: Video Bildrate
es: Tasa de fotogramas de vídeo
fr: Vidéo Framerate
it: Framerate video
ja: ビデオのフレーム レート
ko: 비디오 프레임 속도
pt: Framerate vídeo
ru: Видео частота кадров
tr: Video kare hızı
zh_cn: 视频帧率
zh_hant: 視頻幀率

# MI_Resolution.Text
source: Resolution
ar: قرار
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
pt: Resolução
ru: Резолюция
tr: Çözünürlük
zh_cn: 分辨率
zh_hant: 解析度

# MI_SubType.Text
source: SubType
ar: النوع الفرعي
de: Subtyp
es: Subtipo
fr: Sous-type
it: Sottotipo
ja: 特定の種類
ko: 특정 유형
pt: Subtipo
ru: Подтип
tr: Alt türü
zh_cn: 具体类型
zh_hant: 具體類型

# MI_Type.Text
source: Type
ar: نوع
de: Typ
es: Tipo
fr: Type de
it: Tipo
ja: タイプ
ko: 유형
pt: Tipo
ru: Тип
tr: Türü
zh_cn: 类型
zh_hant: 類型

# MI_FileSize.Text
source: File Size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
ja: ファイルのサイズ
ko: 파일 크기
pt: Tamanho do arquivo
ru: Размер файла
tr: Dosya boyutu
zh_cn: 文件大小
zh_hant: 檔案大小

# MI_Duration.Text
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
ko: 기간
pt: Duração
ru: Продолжительность
tr: Süresi
zh_cn: 持续时间
zh_hant: 持續時間

# MI_VideoCodecName.Text
source: Video Codec Name
ar: اسم برنامج ترميز الفيديو
es: Nombre de códec de vídeo
fr: Nom du Codec vidéo
it: Nome Codec video
ja: 動画像符号化
ko: 비디오 코딩
pt: Nome do Codec de vídeo
ru: Название видео-кодека
tr: Video Codec adı
zh_cn: 视频编码
zh_hant: 視頻編碼

# MI_AudioCodecName.Text
source: Audio Codec Name
ar: اسم برنامج ترميز الصوت
es: Nombre del Codec de audio
fr: Nom du Codec audio
it: Nome Codec audio
ja: オーディオ符号化
ko: 오디오 코딩
pt: Nome do Codec de áudio
ru: Имя аудио кодека
tr: Radyo sinyalleriyle iletilen şifre adı
zh_cn: 音频编码
zh_hant: 音訊編碼

# MV_TP_AddFolderAsFavorite.Content
source: Add folder to favorite
ar: إضافة المجلد إلى المفضلة
de: Ordner zu Favoriten hinzufügen
es: Agregar carpeta a favoritos
fr: Ajouter un dossier à vos favoris
it: Aggiungi cartella ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt: Adicionar pasta de favoritos
ru: Добавить папку в избранные
tr: Favori klasör ekle
zh_cn: 添加到收藏夹
zh_hant: 添加到我的最愛

# WM_CurrentSubtitle
source: Current Subtitle
ar: الترجمة الحالية
de: Aktuellen Untertitel
es: Subtítulo actual
fr: Sous-titre actuel
it: Sottotitolo corrente
ja: 現在のキャプション
ko: 현재 캡션
pt: Atual legendas
ru: Текущий субтитров
tr: Geçerli altyazı
zh_cn: 当前字幕
zh_hant: 當前字幕

# WM_Delay
source: Delay
ar: تأخير
de: Verzögerung
es: Retardo de
it: Ritardo
ja: 遅延
ko: 지연
pt: Atraso
ru: Задержка
tr: Gecikme
zh_cn: 延时
zh_hant: 延時

# WM_SubtileNotFound
source: No subtitle Found
ar: لم يتم العثور على الترجمة
de: Keine Untertitel gefunden
es: No hay subtítulos encontrados
fr: Pas de sous-titres trouvés
it: Nessun sottotitolo Found
ja: 字幕なしが見つかりました
ko: 발견 없음 자막
pt: Sem legendas encontrados
ru: Без субтитров найдено
tr: Hiçbir altyazı bulundu
zh_cn: 没有找到字幕
zh_hant: 沒有找到字幕

# WM_SubtitleFound
source: Subtitle Found, downloading...
ar: وجدت الترجمة، تحميل...
de: Untertitel zu finden, herunterladen...
es: Subtítulos encontrados, descargando...
fr: Sous-titre-trouvé, téléchargement...
it: Trovati dei sottotitoli, scaricare...
ja: 字幕は、発見されているし、ダウンロードされています。
ko: 자막 발견 고 다운로드 되 고.
pt: Achados de legendas, transferindo...
ru: Найдено субтитров, загрузка...
tr: Altyazı Found, indiriyor...
zh_cn: 字幕已经找到，正在下载。
zh_hant: 字幕已經找到，正在下載。

# WM_SubtitleDownloadSuccess_Part1
source: Subtitle download success, total
ar: نجاح تحميل الترجمة، المجموع
de: Untertitel Download Erfolg, insgesamt
es: Subtítulos descargar éxito total
fr: Succès de téléchargement de sous-titres, total
it: Successo per il download dei sottotitoli, totale
ja: 字幕ダウンロード成功、合計
ko: 자막 다운로드 성공, 총
pt: Legendas download sucesso, total
ru: Субтитров скачать успех, всего
tr: Altyazı indir başarı, toplam
zh_cn: 字幕下载成功，总共
zh_hant: 字幕下載成功，總共

# WM_SubtitleDownloadSuccess_Part2
source: files
ar: الملفات
de: Dateien
es: archivos
fr: fichiers
it: file
ja: 字幕ファイル
ko: 자막 파일
pt: arquivos
ru: файлы
tr: dosyaları
zh_cn: 个字幕文件
zh_hant: 個字幕檔

# WM_CanNotOpenFile
source: Can Not Open File
ar: لا يمكن فتح الملف
de: Datei kann nicht geöffnet werden.
es: No puede abrir archivo
fr: Pouvez pas ouvrir le fichier
it: Non è possibile aprire File
ja: ファイルを開くことができません。
ko: 파일을 열 수 없습니다
pt: Não pode abrir arquivo
ru: Не может открыть файл
tr: Dosyayı açamıyor
zh_cn: 无法打开文件
zh_hant: 無法打開檔

# WM_UseSystemDecoder
source: Use System Decoder
ar: استخدام نظام فك الترميز
de: Verwenden Sie System-Decoder
es: Uso sistema decodificador
fr: Utiliser le décodeur
it: Utilizzare il sistema Decoder
ja: システムのデコーダーを使用
ko: 시스템 디코더를 사용 하 여
pt: Usar o decodificador do sistema
ru: Использование системы декодер
tr: Sistem Decoder kullanın
zh_cn: 使用系统解码器
zh_hant: 使用系統解碼器

# WM_NoNextFileCanPlay
source: No next file to play
ar: لا يوجد الملف التالي للعب
de: Keine nächste Datei wiedergeben
es: No hay ningún archivo siguiente para jugar
fr: Aucun fichier suivant à jouer
it: Nessun file successivo per giocare
ja: ない次のファイルを再生
ko: 아니 다음 파일을 재생
pt: Nenhum arquivo próximo a jogar
ru: Следующий файл не играть
tr: Oynamak için sonraki dosya
zh_cn: 没有下个文件可以播放
zh_hant: 沒有下個檔可以播放

# WM_Volume
source: Volume
ar: وحدة التخزين
de: Volumen
es: Volumen
ja: ボリューム
ko: 볼륨
pt: Volume de
ru: Объем
tr: Birim
zh_cn: 音量
zh_hant: 音量

# WM_FileNotExist
source: File not exist
ar: الملف غير موجود
de: Datei nicht vorhanden
es: Archivo no existe
fr: Fichier n’existe pas
it: File non esiste
ja: ファイルが存在しません。
ko: 파일이 존재 하지 않습니다.
pt: Arquivo não existe.
ru: Файл не существует
tr: Dosya yok
zh_cn: 文件不存在
zh_hant: 檔不存在

# WM_ShowPrimarySubtitle_Part1
source: Showing primary subtitle
ar: إظهار الترجمة الأولية
de: Primäre Untertitel anzeigen
es: Mostrar subtítulos primarios
fr: Affichage de sous-titres primaire
it: Sottotitoli primari visualizzando
ja: 主な字幕を表示します。
ko: 주요 캡션 표시
pt: Mostrando legendas primária
ru: Показ субтитров и первичной
tr: Gösteren birincil altyazı
zh_cn: 正在显示主字幕
zh_hant: 正在顯示主字幕

# WM_ShowPrimarySubtitle_Part2
source: delay as
ar: تأخير كما
de: als verzögern
es: demora como
fr: retarder comme
it: ritardo come
ja: 遅延時間は
ko: 지연 설정
pt: atrasar-se como
ru: задержки в
tr: olarak gecikme
zh_cn: 延时设为
zh_hant: 延時設為

# WM_PrimarySubtitleDelayAs
source: Primary subtitle delay set to
ar: تأخير الترجمة الأولية تعيين إلى
de: Primäre Untertitel Verzögerung voraussichtlich
es: Retardo de subtítulos primarios a
fr: Délai de sous-titre principal fixé
it: Ritardo di sottotitoli primaria impostata su
ja: 主キャプションの遅延に設定されています。
ko: 기본 자막 지연 설정 되어
pt: Atraso de legenda primária definido como
ru: Основная субтитров задержки, равным
tr: Birincil altyazı gecikmesi ayarlamak
zh_cn: 主字幕延时已设为
zh_hant: 主字幕延時已設為

# CM_Subtitle_Load
source: Load subtitle
ar: تحميل الترجمة
de: Last Untertitel
es: Subtítulos de carga
fr: Sous-titre de la charge
it: Carica sottotitoli
ja: キャプションを読み込む
ko: 로드 자막
pt: Subtítulo de carga
ru: Загрузка субтитров
tr: Yük altyazı
zh_cn: 加载字幕
zh_hant: 載入字幕

# MV_PanePivot_Item1.Header
source: Recent
ar: الأخيرة
de: Den letzten
es: Recientes
fr: Ces dernières
it: Recenti
ja: 最近再生しました。
ko: 최근 재생
pt: Recentes
ru: Последние
tr: Son
zh_cn: 最近播放
zh_hant: 最近播放

# MV_PanePivot_Item2.Header
source: Favorites
ar: المفضلة
de: Favoriten
es: Le gusta:
fr: Favoris
it: Favoriti
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Sık Kullanılanlar
zh_cn: 收藏夹
zh_hant: 我的最愛

# MV_PanePivot_Item3.Header
source: Playlist
ar: قائمة التشغيل
de: Wiedergabeliste
es: Lista de reproducción
ja: 再生リスト
ko: 재생 목록
pt: Lista de reprodução
ru: Плейлист
tr: Çalma listesi
zh_cn: 播放列表
zh_hant: 播放清單

# CM_Start_Loop
source: A-B Stopped
ar: أ-ب توقف
de: A-B gestoppt
es: A-B parado
fr: A-B s’est arrêté
it: A-B arrestato
ja: B サイクルを停止します。
ko: B 사이클을 중지
pt: Parado A-B
ru: A-B остановлен
tr: A-B durdu
zh_cn: 停止A-B循环
zh_hant: 停止A-B迴圈

# CM_Stop_Loop
source: A-B Started
ar: ألف-باء بدأ
de: A-B gestartet
es: A-B comenzada
fr: A-B a commencé
it: Iniziato A-B
ja: B サイクルを開始します。
ko: B 주기 시작
pt: Começado A-B
ru: A-B начал
tr: A-B başladı
zh_cn: 开始A-B循环
zh_hant: 開始A-B迴圈

# CM_SecondarySubtitle
source: Secondary Subtitle
ar: الترجمة الثانوية
de: Sekundäre Untertitel
es: Subtítulos secundarios
fr: Sous-titre secondaire
it: Sottotitoli secondari
ja: 2 番目のキャプション
ko: 두 번째 캡션
pt: Secundária legendas
ru: Вторичные субтитров
tr: İkincil altyazı
zh_cn: 第二字幕
zh_hant: 第二字幕

# SD_PivotItem3_screenLuminanceSlider.Header
source: Video Luminance
ar: إضاءة الفيديو
de: Video Luminanz
es: Luminancia
fr: Luminance vidéo
it: Luminanza dei video
ja: ビデオの明るさを再生します。
ko: 비디오 밝기를 재생
pt: A luminância
ru: Видео яркости
tr: Video parlaklık
zh_cn: 播放视频亮度
zh_hant: 播放視頻亮度

# CM_Graghic_Effect
source: Effect
ar: تأثير
de: Wirkung
es: Efecto
fr: Effet
it: Effetto
ja: 効果
ko: 효과
pt: Efeito
ru: Эффект
tr: Etkisi
zh_cn: 特效
zh_hant: 特效

# CM_Graghic_Effect_OldMovie
source: Memo
ar: مذكرة
fr: Note de service
ja: 思い出
ko: 추억
ru: Памятка
tr: Kısa Not
zh_cn: 回忆
zh_hant: 回憶

# WM_MediaFailed
source: Media Failed
ar: فشل وسائل الإعلام
de: Medien ist fehlgeschlagen
es: Los medios de comunicación no se pudo
fr: Media a échoué
it: Media non riuscita
ja: 再生できませんでした。
ko: 재생 실패
pt: Falhado de mídia
ru: Средства массовой информации не удалось
tr: Medya başarısız oldu
zh_cn: 播放失败
zh_hant: 播放失敗

# WM_TryReadEmbbedSubtitle
source: Try load embbed subtitle
ar: حاول تحميل امبيد الترجمة
de: Versuchen Sie Last Embbed Untertitel
es: Prueba carga embeber subtítulos
fr: Essayez charge forme sous-titre
it: Prova carico racchiusi sottotitolo
ja: インライン キャプションを読み込むしようとしました。
ko: 인라인 캡션 로드 하려고
pt: Tente carregar embbed legendas
ru: Попробуйте нагрузки embbed субтитров
tr: Denemek yük embbed altyazı
zh_cn: 尝试加载内嵌字幕
zh_hant: 嘗試載入內嵌字幕

# WM_LoadingFolder
source: Loading folder...
ar: مجلد تحميل...
de: Laden-Ordner...
es: Carpeta de carga...
fr: Dossier de chargement...
it: Cartella di caricamento...
ja: フォルダーを読み込んでいます.
ko: 폴더를 로드...
pt: Pasta de carregamento...
ru: Папка загрузки...
tr: Yükleme klasörü...
zh_cn: 正在加载文件夹...
zh_hant: 正在載入資料夾...

# WM_LoadingFolderCompleted
source: Folder loaded
ar: مجلد تحميل
de: Ordner geladen
es: Carpeta de carga
fr: Chargé de dossier
it: Cartella caricata
ja: フォルダーは正常に読み込まれました
ko: 성공적으로 로드 하는 폴더
pt: Pasta carregada
ru: Папка загрузки
tr: Yüklü klasörü
zh_cn: 成功加载文件夹
zh_hant: 成功載入資料夾

# WM_LoadingFolderFailed
source: Can not open folder, no media file to playback
ar: لا يمكن فتح مجلد، أي ملف وسائط للقراءة
de: Ordner, keine Mediendatei wiedergeben kann nicht geöffnet werden.
es: No puede abrir la carpeta, no hay ningún archivo de los medios de comunicación para la reproducción
fr: Peut pas ouvrir le dossier, aucun fichier multimédia pour la lecture
it: Non può aprire la cartella, nessun file multimediale per la riproduzione
ja: 再生可能なファイルがないフォルダーを読み込むことができません。
ko: 폴더를 재생할 수 없는 파일을 로드할 수 없습니다
pt: Não pode abrir a pasta, nenhum arquivo de mídia para reprodução
ru: Не могу открыть папку, файл не мультимедиа для воспроизведения
tr: Klasör, hiçbir ortam dosyasını kayıttan çalmak için açılamıyor
zh_cn: 无法加载文件夹, 无任何可播放文件
zh_hant: 無法載入資料夾, 無任何可播放檔

# WM_OnlyOnFileOrFolder
source: Please drop one file, or one folder
ar: يرجى إسقاط ملف واحد أو مجلد واحد
de: Bitte legen Sie eine Datei oder einen Ordner
es: Por favor deje un archivo o una carpeta
fr: S’il vous plaît supprimer un fichier ou un dossier
it: Per favore mandi un file o una cartella
ja: ファイルまたはフォルダーをドラッグしてください。
ko: 제발 파일 또는 폴더를 드래그
pt: Por favor, envie um arquivo ou uma pasta
ru: Пожалуйста, напишите один файл или папку
tr: Lütfen bir dosya veya tek bir klasör bırakın
zh_cn: 请拖拽一个文件,或一个文件夹
zh_hant: 請拖拽一個檔,或一個資料夾

# SYS_NewWindow
source: New Window
ar: نافذة جديدة
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新しいウィンドウ
ko: 새 창
pt: Nova janela
ru: Новое окно
tr: Yeni pencere
zh_cn: 新建窗口
zh_hant: 新建視窗

# SD_PivotItem3_ReadMkvEmbbedSubtitleToggleSwitch.Header
source: Try extract .mkv video embbed subtitle
ar: حاول استخراج مكف امبيد الفيديو الترجمة
de: Versuchen Sie Extrakt .mkv video Embbed Untertitel
es: Prueba extracto .mkv embeber video subtítulos
fr: Essayez extrait .mkv forme vidéo sous-titres
it: Estratto di try. mkv sottotitoli di video racchiusi
ja: しようと mkv 抽出します。 インライン ビデオ字幕
ko: 자막 추출. mkv 비디오 인라인 하려고
pt: Tente extrair. mkv vídeo embbed legendas
ru: Попробуйте извлечь .mkv видео embbed субтитров
tr: Deneyin özü .mkv video embbed altyazı
zh_cn: 尝试抽取 .mkv 视频内嵌字幕
zh_hant: 嘗試抽取 .mkv 視頻內嵌字幕

# SD_PivotItem3_ReadMkvEmbbedSubtitleToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3_ReadMkvEmbbedSubtitleToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# MV_TP_AddFileAsFavorite.Content
source: Add file to favorite
ar: إضافة ملف إلى المفضلة
de: Datei zu Favoriten hinzufügen
es: Agregar archivo a favoritos
fr: Ajouter des fichiers à vos favoris
it: Aggiungi file ai Preferiti
ja: 現在の再生ファイルをお気に入りに追加します。
ko: 즐겨찾기에 현재 재생 파일 추가
pt: Adicionar arquivo ao favorito
ru: Добавить файл в избранное
tr: Favori dosya Ekle
zh_cn: 添加当前播放文件到收藏夹
zh_hant: 添加當前播放檔到我的最愛

# CM_Playback_Shuffling
source: Shuffling
ar: خلط
de: Zufällige Wiedergabe
es: Arrastrando los pies
fr: Lecture aléatoire
it: Mischiare
ja: ランダム再生
ko: 무작위 재생
pt: Reprodução aleatória
ru: Перетасовки
tr: Karıştırma
zh_cn: 随机播放
zh_hant: 隨機播放

# MI_AspectRatio.Text
source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport l / h
it: Rapporto di aspetto
ja: ビデオの比
ko: 비디오 비율
pt: Relação de aspecto
ru: Соотношение сторон
tr: En-boy oranı
zh_cn: 视频比率
zh_hant: 視頻比率

# Screenshot_Saved_Part1
source: File
ar: الملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt: Arquivo
ru: Файл
tr: Dosya
zh_cn: 文件
zh_hant: 檔

# Screenshot_Saved_Part2
source: Saved
ar: حفظ
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存されています。
ko: 저장 된
pt: Salvou
ru: Сохраненные
tr: Kaydedilen
zh_cn: 已经保存
zh_hant: 已經保存

# CM_Graghic_Screenshot
source: Screenshot
ar: لقطة للشاشة
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーン ショット
ko: 스크린샷
pt: Captura de tela
ru: Скриншот
tr: Ekran görüntüsü
zh_cn: 截屏
zh_hant: 截屏

# CM_Graghic_Screenshot_SaveAs
source: Save as...
ar: حفظ باسم...
de: Speichern als...
es: Guardar como...
fr: Enregistrer sous...
it: Salva come...
ja: としてを保存.
ko: 다른 이름으로 저장...
pt: Salvar como...
ru: Сохранить как...
tr: Farklı Kaydet...
zh_cn: 另存为...
zh_hant: 另存為...

# CM_Sound_RenderDevice
source: Render sound to...
ar: تجعل الصوت إلى...
de: Sound zu machen...
es: Procesamiento de sonido para...
fr: Rendu sonore à...
it: Eseguire il rendering audio per...
ja: サウンドを出力.
ko: 출력을 사운드...
pt: Processar o som para...
ru: Визуализации звук...
tr: Ses için işlemek...
zh_cn: 将声音输出至...
zh_hant: 將聲音輸出至...

# CM_Sound_RenderDevice_default
source: System default
ar: الوضع الافتراضي للنظام
de: Standard-System
es: Por defecto del sistema
fr: Par défaut du système
it: Sistema predefinito
ja: システムの既定値
ko: 시스템 기본
pt: Padrão do sistema
ru: Системы по умолчанию
tr: Sistem varsayılanı
zh_cn: 系统默认
zh_hant: 系統預設

# MV_TP_StepNextFrame.Content
source: Next frame
ar: الإطار التالي
de: Nächsten frame
es: Siguiente fotograma
fr: Image suivante
it: Fotogramma successivo
ja: 次のフレーム
ko: 다음 프레임
pt: Próximo quadro
ru: Следующий кадр
tr: Sonraki kare
zh_cn: 下一帧
zh_hant: 下一幀

# SD_PivotItem1_UseEnglish.Header
source: Language (may need restart app)
ar: اللغة (قد تحتاج إلى إعادة تشغيل التطبيق)
de: Sprache (möglicherweise app neu starten müssen)
es: Idioma (puede necesitar reiniciar aplicación)
fr: Langue (peut nécessité une app de redémarrer)
it: Lingua (può bisogno di riavviare app)
ja: 言語 (アプリケーションを再起動する必要があります)
ko: 언어 (응용 프로그램 다시 시작 필요)
pt: Língua (pode precisar reiniciar o app)
ru: Язык (возможно нужно перезапустить приложение)
tr: Dil (app yeniden)
zh_cn: 语言 (需要重启应用)
zh_hant: 語言 (需要重啟應用)

# SD_PivotItem1_UseEnglish.OffContent
source: Auto
ar: تلقائي
es: Automático
it: Automatico
ja: 自動的に
ko: 자동으로
pt: Automático
ru: Авто
tr: Otomatik
zh_cn: 自动
zh_hant: 自動

# Cast_Disconnected
source: Disconnected
ar: قطع الاتصال
de: Getrennt
es: Desconecta
fr: Déconnecté
it: Disconnesso
ja: 接続の終了
ko: 끊어진 연결
pt: Desconectada
ru: Отключен
tr: Bağlantı kesildi
zh_cn: 连接已经断开
zh_hant: 連接已經斷開

# Cast_Connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Relié
it: Collegato
ja: 接続されています。
ko: 연결
pt: Conectado
ru: Подключен
tr: Bağlı
zh_cn: 已连接
zh_hant: 已連接

# Cast_Rendering
source: Rendering
ar: التقديم
de: Rendern
es: Representación
fr: Rendu
ja: 劇中で
ko: 플레이에
pt: Renderização
ru: Рендеринг
tr: İşleme
zh_cn: 播放中
zh_hant: 播放中

# Cast_Disconnecting
source: Disconnecting
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnexion
it: Scollegamento
ja: 切断
ko: 연결 끊기
pt: Desconectando
ru: Отключение
tr: Bağlantıyı kesme
zh_cn: 正在断开
zh_hant: 正在斷開

# Cast_Connecting
source: Connecting
ar: الاتصال
de: Anschluss
es: Conexión
fr: Connexion
it: Collegamento
ja: 接続で
ko: 연결에
pt: Conectando
ru: Подключение
tr: Bağlanma
zh_cn: 连接中
zh_hant: 連接中

# Cast_Error
source: Connection Error Occured
ar: حدث خطأ في الاتصال
de: Verbindung-Fehler ist aufgetreten
es: Ocurrió Error de conexión
fr: Erreur de connexion s’est produite
it: Si è verificato errore di connessione
ja: ストリーミング メディア エラー
ko: 스트리밍 미디어 오류
pt: Ocorreu um erro de Conexão
ru: Произошла ошибка соединения
tr: Bağlantı hatası oluştu
zh_cn: 串流媒体发生错误
zh_hant: 串流媒體發生錯誤

# CM_Playback_Casting_Stop
source: Stop casting
ar: إيقاف الصب
de: Casting zu stoppen
es: Dejar de fundición
fr: Arrêter la coulée
it: Smettere di colata
ja: ストリーミング メディアを停止します。
ko: 스트리밍 미디어 중지
pt: Pare de fundição
ru: Остановить литья
tr: Döküm durdurmak
zh_cn: 停止串流媒体
zh_hant: 停止串流媒體
